Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# explore.sort.releaseDateAscending
source: Release Time (Oldest)
ar: وقت الإصدار (الأقدم)
de: Release-Zeit (Ältestes)
es: Fecha de versión (más antigua)
fr: Date de version (la plus ancienne)
id: Waktu Rilis (Terlama)
it: Release (più vecchia)
ja: リリース日（古い順）
ko: 릴리스 시간 (오래된 순)
nl: Release (oudste)
pl: Czas wydania (najstarsze)
pt_br: Data de Lançamento (Mais Antigo)
ru: Время релиза (старые)
tr: Sürüm Zamanı (En Eski)
uk: Час релізу (найстаріший)
vi: Thời gian phát hành (Cũ nhất)
zh_hans: 发布时间（最早优先）
zh_hant: 發布時間（最早優先）

# explore.sort.stars
source: Stars Descending
ar: النجوم تنازليًا
de: Sterne absteigend
es: Estrellas descendente
fr: Étoiles décroissantes
id: Bintang Menurun
it: Stelle decrescenti
ja: スター数（降順）
ko: Stars 내림차순
nl: Sterren aflopend
pl: Gwiazdki malejąco
pt_br: Estrelas (Decrescente)
ru: Звёзды по убыванию
tr: Yıldız Azalan
uk: Зірки за спаданням
vi: Số sao giảm dần
zh_hans: Stars 降序
zh_hant: Stars 降序

# explore.sort.starsAscending
source: Stars Ascending
ar: النجوم تصاعديًا
de: Sterne aufsteigend
es: Estrellas ascendente
fr: Étoiles croissantes
id: Bintang Menaik
it: Stelle crescenti
ja: スター数（昇順）
ko: Stars 오름차순
nl: Sterren oplopend
pl: Gwiazdki rosnąco
pt_br: Estrelas (Crescente)
ru: Звёзды по возрастанию
tr: Yıldız Artan
uk: Зірки за зростанням
vi: Số sao tăng dần
zh_hans: Stars 升序
zh_hant: Stars 升序

# explore.sort.updated
source: Recently Updated
ar: آخر تحديث
de: Kürzlich aktualisiert
es: Actualizado recientemente
fr: Mis à jour récemment
id: Terbaru Diperbarui
it: Aggiornati di recente
ja: 更新日（新しい順）
ko: 최근 업데이트순
nl: Recent bijgewerkt
pl: Ostatnio aktualizowane
pt_br: Atualizados Recentemente
ru: Недавно обновлённые
tr: Son Güncellenen
uk: Нещодавно оновлені
vi: Cập nhật gần đây
zh_hans: 最近更新
zh_hant: 最近更新

# explore.sort.updatedAscending
source: Oldest Updated
ar: الأقدم تحديثًا
de: Älteste Aktualisierung
es: Actualizado más antiguo
fr: Mis à jour le plus ancien
id: Terlama Diperbarui
it: Aggiornati meno recenti
ja: 更新日（古い順）
ko: 오래된 업데이트순
nl: Oudst bijgewerkt
pl: Najstarsze aktualizowane
pt_br: Atualizados há Mais Tempo
ru: Давно обновлённые
tr: En Eski Güncellenen
uk: Найстаріші оновлення
vi: Cập nhật cũ nhất
zh_hans: 最早更新
zh_hant: 最早更新

# explore.topic.ai
source: AI
ar: ذكاء اصطناعي
de: KI
es: IA
fr: IA
it: IA
pt_br: IA
ru: ИИ
uk: ШІ
zh_hans: 人工智能

# explore.topic.media
source: Media
ar: وسائط
de: Medien
es: Multimedia
fr: Média
ja: メディア
ko: 미디어
pt_br: Mídia
ru: Медиа
tr: Medya
uk: Медіа
vi: Truyền thông
zh_hans: 媒体
zh_hant: 媒體

# explore.topic.networking
source: Networking
ar: شبكات
de: Netzwerk
es: Redes
fr: Réseau
id: Jaringan
it: Rete
ja: ネットワーキング
ko: 네트워킹
nl: Netwerken
pl: Sieci
pt_br: Rede
ru: Сети
tr: Ağ
uk: Мережі
vi: Mạng
zh_hans: 网络
zh_hant: 網路

# explore.topic.privacy
source: Privacy
ar: خصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Privasi
ja: プライバシー
ko: 개인정보
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
uk: Приватність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# explore.topic.reading
source: Reading
ar: قراءة
de: Lesen
es: Lectura
fr: Lecture
id: Membaca
it: Lettura
ja: 読書
ko: 읽기
nl: Lezen
pl: Czytanie
pt_br: Leitura
ru: Чтение
tr: Okuma
uk: Читання
vi: Đọc sách
zh_hans: 阅读
zh_hant: 閱讀

# explore.topic.social
source: Social
ar: اجتماعي
de: Soziales
id: Sosial
ja: ソーシャル
ko: 소셜
nl: Sociaal
pl: Społecznościowe
ru: Социальное
tr: Sosyal
uk: Соціальне
vi: Xã hội
zh_hans: 社交
zh_hant: 社交

# explore.topic.tools
source: Tools
ar: أدوات
de: Werkzeuge
es: Herramientas
fr: Outils
id: Alat
it: Strumenti
ja: ツール
ko: 도구
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

# externalLinks.hint
source: Click: open repo page. Expand: Issues / Releases / Homepage
ar: نقرة: افتح صفحة المستودع. توسيع: المشكلات / الإصدارات / الصفحة الرئيسية
de: Klicken: Repo-Seite öffnen. Erweitern: Issues / Releases / Homepage
es: Clic: abrir página del repositorio. Expandir: Issues / Versiones / Página principal
fr: Cliquer : ouvrir la page du dépôt. Développer : Issues / Releases / Page d'accueil
id: Klik: buka halaman repo. Perluas: Isu / Rilis / Beranda
it: Clic: apri pagina repo. Espandi: Issues / Release / Homepage
ja: クリック：リポジトリページを開く。展開：Issues / Releases / Homepage
ko: 클릭: 저장소 페이지 열기. 확장: Issues / Releases / Homepage
nl: Klik: open repo-pagina. Uitvouwen: Issues / Releases / Homepage
pl: Kliknij: otwórz stronę repozytorium. Rozwiń: Issues / Releases / Strona domowa
pt_br: Clique: abrir página do repositório. Expandir: Issues / Releases / Página Inicial
ru: Нажмите: открыть страницу репозитория. Разверните: Issues / Releases / Домашняя страница
tr: Tıkla: depo sayfasını aç. Genişlet: Sorunlar / Sürümler / Ana Sayfa
uk: Клік: відкрити сторінку репозиторію. Розгорнути: Issues / Releases / Homepage
vi: Nhấp: mở trang repo. Mở rộng: Issues / Releases / Trang chủ
zh_hans: 点击：打开仓库主页；展开：Issues / Releases / Homepage
zh_hant: 點擊：開啟倉庫頁面；展開：Issues / Releases / Homepage

# externalLinks.homepage
source: Homepage
ar: الصفحة الرئيسية
es: Página principal
fr: Page d'accueil
id: Beranda
ja: ホームページ
ko: 홈페이지
pl: Strona domowa
pt_br: Página Inicial
ru: Домашняя страница
tr: Ana Sayfa
uk: Домашня сторінка
vi: Trang chủ

# externalLinks.issues
source: Issues
ar: المشكلات
id: Isu
pl: Zgłoszenia
tr: Sorunlar
uk: Проблеми

# externalLinks.openOnGithub
source: Open on GitHub
ar: فتح على GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
id: Buka di GitHub
it: Apri su GitHub
ja: GitHubで開く
ko: GitHub에서 열기
nl: Openen op GitHub
pl: Otwórz na GitHub
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub'da Aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在 GitHub 打开
zh_hant: 在 GitHub 上開啟

# externalLinks.pullRequests
source: Pull Requests
ar: طلبات السحب
id: Permintaan Tarik
pl: Pull Requesty
tr: Çekme İstekleri

# externalLinks.releases
source: Releases
ar: الإصدارات
es: Versiones
id: Rilis
it: Release
pl: Wydania
tr: Sürümler
uk: Релізи

# externalSearch.error.disabledFormat
source: %@ is disabled.
ar: %@ معطَّل.
de: %@ ist deaktiviert.
es: %@ está deshabilitado.
fr: %@ est désactivé.
id: %@ dinonaktifkan.
it: %@ è disabilitato.
ja: %@は無効になっています。
ko: %@이(가) 비활성화되었습니다.
nl: %@ is uitgeschakeld.
pl: %@ jest wyłączone.
pt_br: %@ está desativado.
ru: %@ отключён.
tr: %@ devre dışı.
uk: %@ вимкнено.
vi: %@ đã bị tắt.
zh_hans: %@ 未启用。
zh_hant: %@ 已停用。

# externalSearch.error.invalidCredentialFormat
source: %@ API key is invalid or lacks permission.
ar: مفتاح API لـ %@ غير صالح أو يفتقر إلى الصلاحية.
de: Der %@-API-Schlüssel ist ungültig oder hat keine Berechtigung.
es: La clave API de %@ no es válida o no tiene permisos.
fr: La clé API %@ est invalide ou ne dispose pas des autorisations nécessaires.
id: Kunci API %@ tidak valid atau tidak memiliki izin.
it: La chiave API di %@ non è valida o non ha i permessi necessari.
ja: %@のAPIキーが無効か、権限が不足しています。
ko: %@ API 키가 유효하지 않거나 권한이 없습니다.
nl: %@ API-sleutel is ongeldig of heeft geen toestemming.
pl: Klucz API %@ jest nieprawidłowy lub nie ma uprawnień.
pt_br: A chave da API %@ é inválida ou não tem permissão.
ru: Ключ API %@ недействителен или не имеет разрешений.
tr: %@ API anahtarı geçersiz veya izin yok.
uk: Ключ API %@ недійсний або не має дозволу.
vi: Khóa API %@ không hợp lệ hoặc thiếu quyền.
zh_hans: %@ API Key 无效或权限不足。
zh_hant: %@ API Key 無效或權限不足。

# externalSearch.error.invalidResponseFormat
source: %@ returned an unreadable response.
ar: أعاد %@ استجابة غير قابلة للقراءة.
de: %@ hat eine unlesbare Antwort zurückgegeben.
es: %@ devolvió una respuesta ilegible.
fr: %@ a renvoyé une réponse illisible.
id: %@ mengembalikan respons yang tidak dapat dibaca.
it: %@ ha restituito una risposta illeggibile.
ja: %@から読み取れない応答が返されました。
ko: %@에서 읽을 수 없는 응답을 반환했습니다.
nl: %@ gaf een onleesbaar antwoord.
pl: %@ zwrócił nieczytelną odpowiedź.
pt_br: %@ retornou uma resposta ilegível.
ru: %@ вернул нечитаемый ответ.
tr: %@ okunamayan bir yanıt döndürdü.
uk: %@ повернув нечитабельну відповідь.
vi: %@ trả về phản hồi không thể đọc được.
zh_hans: %@ 返回了无法读取的响应。
zh_hant: %@ 傳回了無法讀取的回應。

# externalSearch.error.missingAPIKeyFormat
source: %@ requires an API key.
ar: يتطلب %@ مفتاح API.
de: %@ erfordert einen API-Schlüssel.
es: %@ requiere una clave API.
fr: %@ nécessite une clé API.
id: %@ memerlukan kunci API.
it: %@ richiede una chiave API.
ja: %@にはAPIキーが必要です。
ko: %@에 API 키가 필요합니다.
nl: %@ vereist een API-sleutel.
pl: %@ wymaga klucza API.
pt_br: %@ requer uma chave de API.
ru: %@ требует ключ API.
tr: %@ bir API anahtarı gerektiriyor.
uk: %@ вимагає ключ API.
vi: %@ yêu cầu khóa API.
zh_hans: %@ 需要 API Key。
zh_hant: %@ 需要 API Key。

# externalSearch.error.networkFormat
source: Could not connect to %@. Check the network and try again.
ar: تعذر الاتصال بـ %@. تحقق من الشبكة وحاول مرة أخرى.
de: Verbindung zu %@ fehlgeschlagen. Netzwerk prüfen und erneut versuchen.
es: No se pudo conectar con %@. Verifica la red e inténtalo de nuevo.
fr: Impossible de se connecter à %@. Vérifiez le réseau et réessayez.
id: Tidak dapat terhubung ke %@. Periksa jaringan dan coba lagi.
it: Impossibile connettersi a %@. Controlla la rete e riprova.
ja: %@に接続できませんでした。ネットワークを確認して再試行してください。
ko: %@에 연결할 수 없습니다. 네트워크를 확인하고 다시 시도하세요.
nl: Kan geen verbinding maken met %@. Controleer het netwerk en probeer het opnieuw.
pl: Nie można połączyć się z %@. Sprawdź sieć i spróbuj ponownie.
pt_br: Não foi possível conectar a %@. Verifique a rede e tente novamente.
ru: Не удалось подключиться к %@. Проверьте сеть и повторите попытку.
tr: %@ ile bağlantı kurulamadı. Ağı kontrol edin ve tekrar deneyin.
uk: Не вдалося підключитися до %@. Перевірте мережу та спробуйте знову.
vi: Không thể kết nối tới %@. Kiểm tra mạng và thử lại.
zh_hans: 无法连接 %@。请检查网络后重试。
zh_hant: 無法連線到 %@。請檢查網路後重試。

# externalSearch.error.paymentRequiredFormat
source: %@ quota or plan is unavailable.
ar: حصة %@ أو الخطة غير متاحة.
de: Kontingent oder Tarif von %@ nicht verfügbar.
es: La cuota o el plan de %@ no está disponible.
fr: Le quota ou le forfait %@ est indisponible.
id: Kuota atau paket %@ tidak tersedia.
it: La quota o il piano di %@ non è disponibile.
ja: %@の割り当てまたはプランが利用できません。
ko: %@ 할당량 또는 요금제를 사용할 수 없습니다.
nl: %@ quotum of abonnement is niet beschikbaar.
pl: Limit lub plan %@ jest niedostępny.
pt_br: A cota ou plano de %@ está indisponível.
ru: Квота или тариф %@ недоступны.
tr: %@ kotası veya planı kullanılamıyor.
uk: Квота або план %@ недоступні.
vi: Hạn mức hoặc gói %@ không khả dụng.
zh_hans: %@ 额度或套餐不可用。
zh_hant: %@ 的配額或方案不可用。

# externalSearch.error.rateLimitedFormat
source: %@ is rate limited. Try again later.
ar: %@ محدود المعدل. حاول مرة أخرى لاحقًا.
de: Ratenlimit von %@ erreicht. Später erneut versuchen.
es: %@ tiene límite de velocidad. Inténtalo de nuevo más tarde.
fr: %@ a atteint sa limite de débit. Réessayez plus tard.
id: %@ dibatasi kecepatan. Coba lagi nanti.
it: %@ ha superato il limite di richieste. Riprova più tardi.
ja: %@のレート制限に達しました。後でもう一度お試しください。
ko: %@의 속도 제한에 도달했습니다. 나중에 다시 시도하세요.
nl: %@ heeft een snelheidslimiet. Probeer het later opnieuw.
pl: %@ ma ograniczenie szybkości. Spróbuj ponownie później.
pt_br: %@ está com limite de taxa. Tente novamente mais tarde.
ru: %@ ограничил частоту запросов. Повторите попытку позже.
tr: %@ hız sınırına takıldı. Daha sonra tekrar deneyin.
uk: %@ має обмеження швидкості. Спробуйте пізніше.
vi: %@ bị giới hạn tốc độ. Thử lại sau.
zh_hans: %@ 请求过于频繁，请稍后再试。
zh_hant: %@ 請求次數過多，請稍後再試。

# externalSearch.error.serviceUnavailableFormat
source: %@ is temporarily unavailable.
ar: %@ غير متاح مؤقتًا.
de: %@ ist vorübergehend nicht verfügbar.
es: %@ no está disponible temporalmente.
fr: %@ est temporairement indisponible.
id: %@ untuk sementara tidak tersedia.
it: %@ è temporaneamente non disponibile.
ja: %@は一時的に利用できません。
ko: %@을(를) 일시적으로 사용할 수 없습니다.
nl: %@ is tijdelijk niet beschikbaar.
pl: %@ jest tymczasowo niedostępne.
pt_br: %@ está temporariamente indisponível.
ru: %@ временно недоступен.
tr: %@ geçici olarak kullanılamıyor.
uk: %@ тимчасово недоступний.
vi: %@ tạm thời không khả dụng.
zh_hans: %@ 暂时不可用。
zh_hant: %@ 暫時無法使用。

# externalSearch.error.unverifiedCredentialFormat
source: Test the %@ API key before enabling this provider.
ar: اختبر مفتاح API لـ %@ قبل تمكين هذا المزود.
de: Testen Sie den %@-API-Schlüssel, bevor Sie diesen Anbieter aktivieren.
es: Prueba la clave API de %@ antes de habilitar este proveedor.
fr: Testez la clé API %@ avant d'activer ce fournisseur.
id: Uji kunci API %@ sebelum mengaktifkan penyedia ini.
it: Testa la chiave API di %@ prima di abilitare questo provider.
ja: このプロバイダを有効にする前に、%@のAPIキーをテストしてください。
ko: 이 공급자를 활성화하기 전에 %@ API 키를 테스트하세요.
nl: Test de %@ API-sleutel voordat u deze provider inschakelt.
pl: Przetestuj klucz API %@ przed włączeniem tego dostawcy.
pt_br: Teste a chave da API %@ antes de habilitar este provedor.
ru: Проверьте ключ API %@ перед включением этого провайдера.
tr: Bu sağlayıcıyı etkinleştirmeden önce %@ API anahtarını test edin.
uk: Перевірте ключ API %@ перед увімкненням цього постачальника.
vi: Kiểm tra khóa API %@ trước khi bật nhà cung cấp này.
zh_hans: 请先测试 %@ API Key，再启用该 Provider。
zh_hant: 請先測試 %@ API Key，再啟用此提供者。

# general.all
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 모두
nl: Alles
pl: Wszystkie
pt_br: Tudo
ru: Все
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# general.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# general.clear
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fr: Effacer
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
nl: Wis
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清空
zh_hant: 清除

# general.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# general.ok
source: OK
ar: موافق
ko: 확인
tr: Tamam
uk: Гаразд
zh_hans: 好
zh_hant: 好

# gettingStarted.collapse
source: Collapse checklist
ar: طي قائمة التحقق
de: Checkliste einklappen
es: Contraer lista de verificación
fr: Réduire la liste
id: Ciutkan daftar periksa
it: Comprimi elenco
ja: チェックリストを折りたたむ
ko: 체크리스트 접기
nl: Vouw checklist in
pl: Zwiń listę kontrolną
pt_br: Recolher lista
ru: Свернуть список
tr: Kontrol listesini daralt
uk: Згорнути список
vi: Thu gọn danh sách
zh_hans: 收起清单
zh_hant: 收合清單

# gettingStarted.dismiss
source: Hide getting started
ar: إخفاء دليل البدء
de: Erste Schritte ausblenden
es: Ocultar inicio
fr: Masquer la prise en main
id: Sembunyikan panduan awal
it: Nascondi guida introduttiva
ja: はじめにを非表示
ko: 시작 가이드 숨기기
nl: Verberg aan de slag
pl: Ukryj przewodnik
pt_br: Ocultar introdução
ru: Скрыть начало работы
tr: Başlangıcı gizle
uk: Приховати початок роботи
vi: Ẩn hướng dẫn
zh_hans: 隐藏开始使用清单
zh_hant: 隱藏開始使用

# gettingStarted.expand
source: Expand checklist
ar: توسيع قائمة التحقق
de: Checkliste ausklappen
es: Expandir lista de verificación
fr: Développer la liste
id: Perluas daftar periksa
it: Espandi elenco
ja: チェックリストを展開
ko: 체크리스트 펼치기
nl: Vouw checklist uit
pl: Rozwiń listę kontrolną
pt_br: Expandir lista
ru: Развернуть список
tr: Kontrol listesini genişlet
uk: Розгорнути список
vi: Mở rộng danh sách
zh_hans: 展开清单
zh_hant: 展開清單

# gettingStarted.progressFormat
source: %lld of %lld completed
ar: %lld من %lld مكتمل
de: %lld von %lld abgeschlossen
es: %lld de %lld completados
fr: %lld sur %lld terminé
id: %lld dari %lld selesai
it: %lld di %lld completati
ja: %lld / %lld 完了
ko: %lld개 중 %lld개 완료
nl: %lld van %lld voltooid
pl: Ukończono %lld z %lld
pt_br: %lld de %lld concluídos
ru: Выполнено %lld из %lld
tr: %lld / %lld tamamlandı
uk: %lld із %lld виконано
vi: Đã hoàn thành %lld trên %lld
zh_hans: 已完成 %lld / %lld
zh_hant: 已完成 %lld / %lld

# gettingStarted.step.ai.action
source: Open AI summary
ar: فتح ملخص الذكاء الاصطناعي
de: KI-Zusammenfassung öffnen
es: Abrir resumen de IA
fr: Ouvrir le résumé IA
id: Buka ringkasan AI
it: Apri riepilogo AI
ja: AIサマリーを開く
ko: AI 요약 열기
nl: Open AI-samenvatting
pl: Otwórz podsumowanie AI
pt_br: Abrir resumo da IA
ru: Открыть сводку AI
tr: AI özetini aç
uk: Відкрити AI-зведення
vi: Mở tóm tắt AI
zh_hans: 打开 AI 摘要
zh_hant: 開啟 AI 摘要

# gettingStarted.step.ai.detail
source: Open AI for the selected repo to summarize and ask questions.
ar: افتح الذكاء الاصطناعي للمستودع المحدد للتلخيص وطرح الأسئلة.
de: KI für das ausgewählte Repository öffnen, um Zusammenfassungen zu erstellen und Fragen zu stellen.
es: Abre la IA para el repositorio seleccionado y haz preguntas.
fr: Ouvrir l'IA pour le dépôt sélectionné afin de résumer et poser des questions.
id: Buka AI untuk repositori yang dipilih untuk merangkum dan mengajukan pertanyaan.
it: Apri AI per il repository selezionato per riassumere e fare domande.
ja: 選択したリポジトリのAIサマリーを開き、要約や質問ができます。
ko: 선택한 저장소에 대해 AI를 열어 요약하고 질문합니다.
nl: Open AI voor de geselecteerde repo om samen te vatten en vragen te stellen.
pl: Otwórz AI dla wybranego repozytorium, aby podsumować i zadawać pytania.
pt_br: Abra a IA para o repositório selecionado para resumir e fazer perguntas.
ru: Откройте AI для выбранного репозитория, чтобы получить сводку и задать вопросы.
tr: Seçilen depo için AI'yı açarak özetleme ve soru sorma yapın.
uk: Відкрийте AI для вибраного репозиторію, щоб підсумувати та ставити запитання.
vi: Mở AI cho repo đã chọn để tóm tắt và đặt câu hỏi.
zh_hans: 为当前仓库打开 AI，总结项目并继续提问。
zh_hant: 為選取的倉庫開啟 AI，以總結內容並提問。

# gettingStarted.step.ai.title
source: Try AI summary
ar: جرّب ملخص الذكاء الاصطناعي
de: KI-Zusammenfassung testen
es: Probar resumen de IA
fr: Essayer le résumé IA
id: Coba ringkasan AI
it: Prova riepilogo AI
ja: AIサマリーを試す
ko: AI 요약 사용해보기
nl: Probeer AI-samenvatting
pl: Wypróbuj podsumowanie AI
pt_br: Experimente o resumo da IA
ru: Попробовать сводку AI
tr: AI özetini dene
uk: Спробуйте AI-зведення
vi: Dùng thử tóm tắt AI
zh_hans: 试用 AI 摘要
zh_hant: 試用 AI 摘要

# gettingStarted.step.library.action
source: Add to library
ar: إضافة إلى المكتبة
de: Zur Bibliothek hinzufügen
es: Añadir a la biblioteca
fr: Ajouter à la bibliothèque
id: Tambahkan ke perpustakaan
it: Aggiungi alla libreria
ja: ライブラリに追加
ko: 라이브러리에 추가
nl: Voeg toe aan bibliotheek
pl: Dodaj do biblioteki
pt_br: Adicionar à biblioteca
ru: Добавить в библиотеку
tr: Kütüphaneye ekle
uk: Додати до бібліотеки
vi: Thêm vào thư viện
zh_hans: 加入知识库
zh_hant: 加入知識庫

# gettingStarted.step.library.detail
source: Save the repo into Starcat's private knowledge library.
ar: احفظ المستودع في مكتبة المعرفة الخاصة بـ Starcat.
de: Das Repository in Starcats private Wissensbibliothek speichern.
es: Guarda el repositorio en la biblioteca privada de Starcat.
fr: Enregistrer le dépôt dans la bibliothèque de connaissances privée de Starcat.
id: Simpan repositori ke perpustakaan pengetahuan pribadi Starcat.
it: Salva il repository nella libreria privata di Starcat.
ja: リポジトリをStarcatのプライベートナレッジライブラリに保存します。
ko: 저장소를 Starcat의 개인 지식 라이브러리에 저장합니다.
nl: Bewaar de repo in de privékennisbibliotheek van Starcat.
pl: Zapisz repozytorium w prywatnej bibliotece wiedzy Starcat.
pt_br: Salve o repositório na biblioteca de conhecimento privada do Starcat.
ru: Сохраните репозиторий в частную базу знаний Starcat.
tr: Depoyu Starcat'ın özel bilgi kütüphanesine kaydedin.
uk: Збережіть репозиторій у приватній бібліотеці знань Starcat.
vi: Lưu repo vào thư viện kiến thức riêng của Starcat.
zh_hans: 把当前仓库保存到 Starcat 私有知识库。
zh_hant: 將此倉庫儲存至 Starcat 私有知識庫。

# gettingStarted.step.library.title
source: Add to knowledge library
ar: إضافة إلى مكتبة المعرفة
de: Zur Wissensbibliothek hinzufügen
es: Añadir a la biblioteca de conocimiento
fr: Ajouter à la bibliothèque de connaissances
id: Tambahkan ke perpustakaan pengetahuan
it: Aggiungi alla libreria di conoscenza
ja: ナレッジライブラリに追加
ko: 지식 라이브러리에 추가
nl: Voeg toe aan kennisbibliotheek
pl: Dodaj do biblioteki wiedzy
pt_br: Adicionar à biblioteca de conhecimento
ru: Добавить в базу знаний
tr: Bilgi kütüphanesine ekle
uk: Додати до бібліотеки знань
vi: Thêm vào thư viện kiến thức
zh_hans: 加入知识库
zh_hant: 加入知識庫

# gettingStarted.step.organize.action
source: Add a repo tag
ar: إضافة وسم للمستودع
de: Repository-Tag hinzufügen
es: Añadir una etiqueta
fr: Ajouter une étiquette de dépôt
id: Tambahkan tag repositori
it: Aggiungi un tag
ja: リポジトリタグを追加
ko: 저장소 태그 추가
nl: Voeg een repo-tag toe
pl: Dodaj tag repozytorium
pt_br: Adicionar uma tag ao repositório
ru: Добавить тег репозитория
tr: Depo etiketi ekle
uk: Додати тег репозиторію
vi: Thêm thẻ cho repo
zh_hans: 给仓库加标签
zh_hant: 為倉庫新增標籤

# gettingStarted.step.organize.detail
source: Add a tag or private note so the repo becomes easier to find later.
ar: أضف وسمًا أو ملاحظة خاصة ليسهل العثور على المستودع لاحقًا.
de: Ein Tag oder eine private Notiz hinzufügen, damit das Repository später leichter zu finden ist.
es: Añade una etiqueta o nota privada para encontrar el repositorio más fácilmente.
fr: Ajouter une étiquette ou une note privée pour retrouver le dépôt plus facilement.
id: Tambahkan tag atau catatan pribadi agar repositori lebih mudah ditemukan nanti.
it: Aggiungi un tag o una nota privata per trovare il repository più facilmente.
ja: タグやプライベートノートを追加すると、後でリポジトリを見つけやすくなります。
ko: 태그나 개인 메모를 추가하여 나중에 저장소를 더 쉽게 찾을 수 있습니다.
nl: Voeg een tag of privénotitie toe zodat de repo later makkelijker te vinden is.
pl: Dodaj tag lub prywatną notatkę, aby łatwiej znaleźć repozytorium później.
pt_br: Adicione uma tag ou nota privada para facilitar a localização do repositório depois.
ru: Добавьте тег или личную заметку, чтобы репозиторий было легче найти позже.
tr: Depoyu daha sonra kolay bulmak için bir etiket veya özel not ekleyin.
uk: Додайте тег або приватну нотатку, щоб репозиторій було легше знайти пізніше.
vi: Thêm thẻ hoặc ghi chú riêng để dễ tìm repo sau này.
zh_hans: 添加标签或私有笔记，让以后更容易找回。
zh_hant: 新增標籤或私人筆記，讓日後更容易找到此倉庫。

# gettingStarted.step.organize.title
source: Organize one repo
ar: تنظيم مستودع واحد
de: Ein Repository organisieren
es: Organizar un repositorio
fr: Organiser un dépôt
id: Atur satu repositori
it: Organizza un repository
ja: リポジトリを整理
ko: 저장소 하나 정리하기
nl: Organiseer één repo
pl: Zorganizuj jedno repozytorium
pt_br: Organize um repositório
ru: Организовать один репозиторий
tr: Bir depoyu düzenle
uk: Організуйте один репозиторій
vi: Sắp xếp một repo
zh_hans: 整理一个仓库
zh_hant: 整理一個倉庫

# gettingStarted.step.ragWorkspace.action
source: Open RAG workspace
ar: فتح مساحة عمل RAG
de: RAG-Arbeitsbereich öffnen
es: Abrir espacio RAG
fr: Ouvrir l'espace RAG
id: Buka ruang kerja RAG
it: Apri spazio RAG
ja: RAGワークスペースを開く
ko: RAG 작업공간 열기
nl: Open RAG-werkruimte
pl: Otwórz obszar RAG
pt_br: Abrir espaço de trabalho RAG
ru: Открыть рабочее пространство RAG
tr: RAG çalışma alanını aç
uk: Відкрити RAG-середовище
vi: Mở không gian RAG
zh_hans: 打开 RAG 工作台
zh_hant: 開啟 RAG 工作區
